{
"attack.black_fog": "Black Fog",
"attack.black_fog.description": "Um nevoeiro negro se espalha pelo campo por 5 turnos, causando dano a cada turno a todos os não-Fantasma, Sombrio ou Inseto.",
"attack.mighty_terrain": "Mighty Terrain",
"attack.mighty_terrain.description": "O usuário cria um terreno de batalha intenso, aumentando o dano Lutador e Dragão causado por todos.",
"attack.spellbreaker": "Spellbreaker",
"attack.spellbreaker.description": "Um golpe de pressão cheio de magia, capaz de destruir até mesmo tecidos dimensionais. Sua energia ignora buffs, mas desgasta o usuário, reduzindo sua velocidade.",
"attack.deep_freeze": "Deep Freeze",
"attack.deep_freeze.description": "Uma perigosa gota de nitrogênio líquido causa um intenso choque térmico no alvo, inflingindo Geladura instantâneamente.",
"attack.thousand_threads": "Thousand Threads",
"attack.thousand_threads.description": "Delicados como seda, fatais como agulhas. Apenas aquele que respeita os tecidos pode-se tornar a Lâmina Cortante da Moda. Este ataque não pode ser usado duas vezes seguidas.",
"attack.tail_takedown": "Tail Takedown",
"attack.tail_takedown.description": "Desfere três bofetadas de cauda, cada uma mais rígida que a prévia. O alvo pode perder defesa a cada ataque.",
"attack.rebuild": "Rebuild",
"attack.rebuild.description": "Junta sedimentos ao seu redor para reconstruir sua estrutura, recuperando vida. A cura é maior em uma Tempestade de Areia.",
"attack.umbral_rend": "Umbral Rend",
"attack.umbral_rend.description": "Após canalizar sombra do vácuo por um turno, o usuário libera uma onda devastadora de energia que destrói tudo ao redor. Em clima de nevoeiro negro, a canalização é instantânea.",
"attack.angelic_touch": "Angelic Touch",
"attack.angelic_touch.description": "Diminui Atk e troca a habilidade do alvo para Sanctified; Aqueles que atacarem um alvo Santificado serão curados por cada golpe.",
"attack.buried_burn": "Buried Burn",
"attack.buried_burn.description": "Erupções terrestres extremamente quentes ascendem sob o alvo. Alta chance de queimar o alvo.",
"attack.bloodlust": "Bloodlust",
"attack.bloodlust.description": "Ataca o alvo com suas presas malignas. Se usado em Nevoeiro Negro, 4/10 do dano retorna como cura para os aliados e usuário.",
"attack.bruit_blast": "Bruit Blast",
"attack.bruit_blast.description": "Uma explosão frutífera que causa dano fixo ao aliado inimigo caso o alvo possua uma condição de status.",
"attack.land_rage": "Land Rage",
"attack.land_rage.description": "Reduz a Velo e Atk do alvo. Se houver um terreno em jogo, ele é removido e a Velo é reduzida ainda mais (UM DIA FAREI UMA REFERENCIA A STREETS OF RAGE).",
"attack.debris_chunk": "Debris Chunk",
"attack.debris_chunk.description": "Segura essa pedrada aí. Ao causar dano, o aliado inimigo também perde um pouco de vida. Em clima de Areia, a perda de vida é BEM maior.",
"attack.tempest": "Tempest",
"attack.tempest.description": "Ninguém mandou sair de casa sem guarda-chuva. Causa dano a todo o time inimigo com chance baixa de reduzir Velo. Em clima de Neve, a tempestade é ainda mais precisa e a chance é aumentada.",
"attack.dapperstep": "Dapperstep",
"attack.dapperstep.description": "O usuário mostra seus passos à là Mr. Bean para criar um entry hazard no campo aliado. Aliados entrando em campo recebem +1 Spdef.",
"attack.golden_blood": "Golden Blood",
"attack.golden_blood.description": "Todo o time recebe +1 de Atk e ganha 3/10 de Roubo de Vida.",
"attack.hail": "Cold Gush",
"attack.hail.description": "Uma correnteza de neve atinge o alvo com boa chance de causar Geladura.",
"attack.worry_seed": "Flourish",
"attack.worry_seed.description": "Como na primavera reminescente, o usuário desabrocha suas pétalas e engrandece seu esplendor, recuperando vida e aumentando sua velocidade e Spatk .",
"attack.eerie_impulse": "Nitrodrive",
"attack.eerie_impulse.description": "O usuário galvaniza sua carga elétrica, recuperando-se de status conditions e recebendo +1 Speed. Seu próximo ataque Elétrico também gera mais dano.",
"attack.synchronoise": "Quantum Break",
"attack.synchronoise.description": "Atravessa o tempo-espaço quântico para causar dano ao inimigo, atravessando Protect. Este ataque causa 3/10 menos dano se a efetividade não for neutra.",
"attack.fire_spin": "Crackle Flare",
"attack.fire_spin.description": "Não é uma bombinha em um balde, mas é um tiro explosivo que também dá um baita susto. Reduz o Spatk do alvo em 2 e aumenta o seu próprio.",
"attack.steel_roller": "Steelbind",
"attack.steel_roller.description": "No primeiro tempo, o usuário ganha +1 Def e se cura em 2/10. No segundo, causa dano baseado no stat de Defesa.",
"attack.aromatherapy": "Verdant Swirl",
"attack.aromatherapy.description": "Cura o aliado em 4/10 da vida. Em Terreno de Grama, também concede +2 Atk, mas a cura é de apenas 1/10.",
"attack.venom_drench": "Ink Loader",
"attack.venom_drench.description": "Atinge o alvo com uma bomba de tinta áspera e penetrante que causa -2 Spatk. Caso o alvo esteja envenenado, o time aliado também recebe +2 Spatk.",
"attack.mirror_move": "Drifty Draft",
"attack.mirror_move.description": "O usuário mostra suas manobras insanas com o vento, aumentando sua Taxa Crítica em 2 e seu Atk em 1.",
"attack.spite": "Abyssal Shriek",
"attack.spite.description": "Um grito aterrorizante que deduz 8 de PP do último ataque usado pelo alvo e reduz Spatk e Spdef.",
"attack.avalanche": "Cold Crystal",
"attack.avalanche.description": "E você pensando que Icicle Crash machucava? Toma esse cristal GIGANTESCO de gelo bem na fuça pra ver o que é bom pra tosse (Garanto que não é esse golpe). Retorna 35/100 do dano como recoil.",
"attack.coaching": "Last Stand",
"attack.coaching.description": "O usuário perde 1/5 da vida para conceder +2 Atk a si e um aliado.",
"attack.lullaby": "Lullaby",
"attack.lullaby.description": "Uma doce melodia, muito mais graciosa que a do Brawl Stars. Até te deixa com... soninho.... Zzz........(15/100). Este ataque foi feito para Prowlers.",
"attack.scorch": "Scorch",
"attack.scorch.description": "Arranha o alvo com chamas, podendo queimá-lo(15/100). Este ataque foi feito para Prowlers.",
"attack.pollinate": "Pollinate",
"attack.pollinate.description": "Arremessa uma bomba de pólen no alvo, podendo diminuir seu Atk(1/5). Este ataque foi feito para Prowlers.",
"attack.living_shadow": "Living Shadow",
"attack.living_shadow.description": "Vivifica sua própria sombra, aterrorizando o alvo com chance de diminuir Def(1/5). Este ataque foi feito para Prowlers.",
"attack.shade_shot": "Shade Shot",
"attack.shade_shot.description": "Acumula alegria para expulsar as más emoções de sua alma em forma de um projétil sombrio, que pode reduzir Spatk do alvo(1/4). Este ataque foi feito para Prowlers.",
"attack.mirror_leap": "Mirror Leap",
"attack.mirror_leap.description": "Ataca o alvo conjuntamente com uma imagem espelhada, podendo diminuir a Def(1/5). Este ataque foi feito para Prowlers.",
"attack.boulder_bash": "Boulder Bash",
"attack.boulder_bash.description": "Uma forte cabeçada imbuida de pedras, com chance de diminuir a Def(1/5). Este ataque foi feito para Prowlers.",
"attack.scrap_hunt": "Scrap Hunt",
"attack.scrap_hunt.description": "No improviso, arremessa projéteis de sucata no alvo, podendo causar flinch(1/5). Este ataque foi feito para Prowlers.",
"attack.sharp_quills": "Sharp Quills",
"attack.sharp_quills.description": "Transforma os espinhos do braço em metal afiado para golpear o alvo severamente, podendo aumentar seu Atk(15/100). Este ataque foi feito para Prowlers.",
"attack.soul_shimmer": "Soul Shimmer",
"attack.soul_shimmer.description": "Deltsune brilha exuberantemente para conjurar seu encantador feitiço. Diminui o Spatk do usuário, mas acerta ambos alvos e pode aumentar a Spdef.",
"attack.flower_trick": "Jester Leech",
"attack.flower_trick.description": "Enigmeow rouba o show para exibir seus truques mágicos, plantando sementes de dreno no alvo sem que ele perceba. Esse ataque tem alta taxa crítica.",
"attack.spirit_away": "Spirit Away",
"attack.spirit_away.description": "Gravezard invoca uma tempestade de espíritos que assombram os alvos incessantemente, podendo deixá-los confusos. Esse ataque se torna físico caso o Atk>Spatk.",
"attack.foam_vortex": "Foam Vortex",
"attack.foam_vortex.description": "Cria um majestoso turbilhão de espuma marinha para afundar o alvo. Salastorm é curado em metade do dano causado.",
"attack.soulfire": "Soulfire",
"attack.soulfire.description": "Soulkong incendeia o adversário com seu poder interno, podendo queimá-lo. A intensidade das chamas o tornam mais vulnerável à Fogo.",
"attack.shakedown": "Shakedown",
"attack.shakedown.description": "O usuário sacode o corpo, fazendo chover estalagmites perfurantes.",
"attack.backstab": "Backstab",
"attack.backstab.description": "Esfaqueia o alvo pelas costas. O usuário recebe um bônus de Velo ou Defesa, dependendo de qual for menor.",
"attack.pyro_ball": "Ashen Kick",
"attack.pyro_ball.description": "Cinderogue desfere um chute obscuro com as cinzas de seu passado. Retorna 1/5 do dano como recoil, e pode queimar o alvo.",
"attack.ragdoll_shred": "Ragdoll Shred",
"attack.ragdoll_shred.description": "Rasga o alvo com garras trevosas afiadas. 1/4 de chance de reduzir a Def inimiga e 1/4 de aumentar a Velo do usuário.",
"attack.irondust": "Irondust",
"attack.irondust.description": "Acumulando poeira metálica, Magnare cria uma tempestade de detritos para danificar o adversário. O dano é ainda maior em Terreno Elétrico.",
"attack.ampersickle": "Ampersickle",
"attack.ampersickle.description": "Eletriza as lâminas das patas dianteiras para desferir um imenso corte superaquecido. Pode queimar, mas o usuário recebe 1/5 de recoil.",
"attack.bronze_bastion": "Bronze Bastion",
"attack.bronze_bastion.description": "Levanta uma fortaleza de bronze para uma investida inabalável. Acerta ambos inimigos e aumenta a Def do time.",
"attack.daydream": "Power Nap",
"attack.daydream.description": "É bom dormir 8h por dia, mas alguns parece que dormem 16. O importante é acordar energizado, especialmente se você recupera 4/10 do HP e ganha +1 Velo.",
"attack.moonbathe": "Moonbathe",
"attack.moonbathe.description": "Miluna mergulha o alvo em um líquido lunar misterioso, pois lá ninguém a vence. Ela só fica meio preguiçosa depois, e até perde 2 de Spdef.",
"attack.fairy_lock": "Creeping Lock",
"attack.fairy_lock.description": "Assombra o adversário instantâneamente, reduzindo sua velocidade e o impedindo de fugir da batalha no próximo turno. (Possui prioridade +1)",
"attack.magic_powder": "Spore Spread",
"attack.magic_powder.description": "Sopra esporos misteriosos para todos os lados, inflingindo veneno, paralisia ou sono aleatoriamente aos alvos. Não afeta os tipo Planta.",
"attack.jade_storm": "Jade Storm",
"attack.jade_storm.description": "Scorperor dispara jóias de seu corpo em alta velocidade nos inimigos. Esse ataque possui 1 de prioridade.",
"attack.virulent_volley": "Virulent Volley",
"attack.virulent_volley.description": "Galapras atira uma saraivada de líquido venenoso nos alvos. Causa o dobro de dano contra alvos envenenados.",
"attack.needle_arm": "Prickle Arm",
"attack.needle_arm.description": "O usuário ataca com seu braço arenoso cheio de espinhos. Pode flinchar o alvo.",
"attack.daunting_wind": "Daunting Wind",
"attack.daunting_wind.description": "Ataca o alvo com rápidas lâminas de vento, criando uma névoa negra que anula sua habilidade.",
"attack.wicked_mojo": "Wicked Mojo",
"attack.wicked_mojo.description": "Agora eu quero ver quem tem vício em aposta kkkkkkkk. Concede +2 Spatk a todos em campo, e pode ou não reduzir a Velo também...",
"attack.jagged_vine": "Jagged Vine",
"attack.jagged_vine.description": "Uma sacudida de cauda resulta em um forte chicoteada de vinhas espinhentas no time inimigo, deixando-os afetados por Farpas.",
"attack.purify": "Murk Slurp",
"attack.purify.description": "Hmmmmm como eu adoro ácido clorídrico. Aumenta Spdef de todo o time. Caso o alvo possua uma condição de status, cura esta condição e recupera vida do usuário.",
"attack.abyssal_deluge": "Abyssal Deluge",
"attack.abyssal_deluge.description": "Um mergulho espectral para a alma do adversário, que remove seus atributos extras. Esse ataque é diferente se usado por Eevee.",
"attack.subduction": "Cliffside",
"attack.subduction.description": "Causa um tremor avassalador, desmoronando a terra e espalhando escombros. Reduz fortemente a velocidade do alvo, mas pode ser perigoso caso o ataque erre.",
"attack.draco_burst": "Draco Burst",
"attack.draco_burst.description": "Uma rajada dracônica que deteriora a energia dos alvos, diminuindo seus Pontos de Poder.",
"attack.nectar_charge": "Nectar Charge",
"attack.nectar_charge.description": "Um chute caprichado que cria uma espiral de néctar curativo, que estoura para os aliados.",
"attack.sour_smite": "Venomous Lash",
"attack.sour_smite.description": "Uma chicotada de traços de veneno neurotóxico, deixando o alvo incapaz de repetir ataques.",
"attack.chokehold": "Chokehold",
"attack.chokehold.description": "O alvo é agarrado rígidamente por patas habilidosas e depois chutado para longe. Quanto mais vida restante ele possuir, mais dano receberá.",
"attack.vicious_vengeance": "Vicious Vengeance",
"attack.vicious_vengeance.description": "Gladeon furiosamente conjura espinhos metálicos imensos para impalar o alvo. O dano dobra caso um aliado tenha sido derrotado no turno passado.",
"attack.mountain_gale.description": "PROWLERS: Uma graciosa brisa descende das montanhas com grande embalo, soprando pra longe armadilhas e barreiras do campo(e os inimigos também).",
"attack.castle_rock": "Castle Rock",
"attack.castle_rock.description": "Ergue uma fortaleza de cristais, fortificando a Defesa aliada e fazendo com que o alvo receba dano Pedra ao longo do tempo.",
"attack.dragon_gunk": "Dragon Gunk",
"attack.dragon_gunk.description": "Maelstride conjura ondas de toxinas lamacentas que escorrem pelo campo e sugam vida dos alvos, que ficam intoxicados. Aumenta a taxa crítica do usuário.",
"attack.talon_blight": "Talon Blight",
"attack.talon_blight.description": "Garras sagradas descendem sobre o alvo como lâminas de irídio purificadoras de pecados. Este ataque atinge a Defesa do alvo, ao invés da Defesa Especial.",
"attack.scalebind": "Scalebind",
"attack.scalebind.description": "Um enxame de escamas afiadas perfura o alvo em alta velocidade, tornando impossível proteger-se do ataque.",
"attack.viral_fracture": "Viral Fracture",
"attack.viral_fracture.description": "Um rasgo interdimensional que cauteriza o alvo com bactérias, tornando-o incapaz de se curar temporariamente.",
"attack.crystal_mayhem": "Crystal Mayhem",
"attack.crystal_mayhem.description": "Dispara os cristais de altíssimo poder de suas costas como mísseis geológicos, causando dano massivo que corresponde a vida restante do usuário.",
"attack.novabolt": "Novabolt",
"attack.novabolt.description": "Uma enorme explosão de energia Yang que acerta todos à volta em altíssima velocidade e causa Queimadura. Todavia, o usuário fica exausto no turno seguinte.",
"attack.nightfall": "Nightfall",
"attack.nightfall.description": "Uma enorme explosão de energia Yin que acerta todos à volta em altíssima velocidade e causa Geladura. Todavia, o usuário fica exausto no turno seguinte.",
"attack.blossom_blessing": "Blossom Blessing",
"attack.blossom_blessing.description": "Como um milagre da primavera, Aurixie restaura metade da vida de todos os aliados e cura condições de status.",
"attack.best_wishes": "Best Wishes",
"attack.best_wishes.description": "???",
"attack.hammer_arm": "Hammer Arm",
"attack.razor_briar": "Razor Briar",
"attack.tanglevine_shaft": "Tanglevine Shaft",
"attack.quelling_fountain": "Quelling Fountain",
"attack.mighty_resolve": "Mighty Resolve",
"attack.malchemy": "Malchemy",
"attack.malchemy.description": "Paral, Ven",
"attack.malchemy_ii": "Malchemy II",
"attack.malchemy_ii.description": "Burn, Toxic, Gelo",
"attack.dark_rising": "Dark Rising",
"attack.dark_rising.description": "Shadow Lugia canaliza o poder do mal, causando a ascenção da escuridão. Afeta todos ao redor e pode aumentar o Atk próprio.",
"attack.crumbling_caves": "CRUMBLING CAVES",
"attack.draconic_wasteflood": "DRACONIC WASTEFLOOD",
"attack.draconic_wasteflood.description": "Maelstride invoca uma gigantesca maré de águas impuras e a mistura com energia dracônica. Diminui os stats de qualquer inimigo envenenado.",
"attack.orbital_drop": "ORBITAL DROP",
"attack.hellfire_bladework": " BLADEWORK",
"attack.hellfire_bladework.description": "Incinerend invoca lâminas draconianas derretidas com magma profundo para atacar o adversário. Aumenta o Atk do time.",
"attack.icebreaker_jawstrike": "ICEBREAKER JAWSTRIKE",
"attack.icebreaker_jawstrike.description": "Faz Nevar.",
"attack.inner_spirit": "INNER SPIRIT",
"attack.inner_spirit.description": "Faz o Sol brilhar fortemente.",
"attack.lets_rumble_forever": "LETS RUMBLE FOREVER",
"attack.lets_rumble_forever.description": "Diminui Def do time oponente e impede que fujam.",
"attack.polarized_hypercharge": "POLARIZED SHOCKWAVE",
"attack.polarized_hypercharge.description": "Paralisa o alvo.",
"attack.pristine_riptide": "PRISTINE RIPTIDE",
"attack.pristine_riptide.description": "Faz Chover.",
"attack.refractive_evoboost": "REFRACTIVE EVOBOOST",
"attack.refractive_evoboost.description": "Aumenta Ofensiva e Velo do time.",
"attack.shooting_starstorm": "SHOOTING STARSTORM",
"attack.shooting_starstorm.description": "Aumenta Spatk do time.",
"attack.spectral_shatter": "SPECTRAL SHATTER",
"attack.spectral_shatter.description": "Aumenta Velo do time.",
"attack.twisting_overdrive": "TWISTING KNUCKLE",
"attack.twisting_overdrive.description": "Ativa Trick Room.",
"attack.woodland_outburst": "WOODLAND OUTBURST",
"attack.woodland_outburst.description": "Planta sementes no alvo.",
"attack.crimson_dive": "CRIMSON DIVE",
"attack.lazuli_void": "LAZULI VOID",
"attack.supreme_shadowray": "SUPREME SHADOWRAY",
"attack.heat_crash.description": "O alvo é atingido com uma investida de chamas. Quanto mais pesado o usuário em comparação a ele, maior será o dano.",
"attack.snarl.description": "O usuário grasna terrivelmente, assustando os adversários e reduzindo seu Spatk.",
"attack.sludge_wave.description": "PROWLERS: Uma maré tóxica de pH baixo, capaz de dissolver terrenos ativos e intoxicar indivíduos em contato.",
"attack.false_surrender.description": "PROWLERS: Uma técnica de enganação antiga, na qual o usuário finge desistência para então lacerar o alvo.",
"attack.infernal_parade.description": "PROWLERS: Reduz a velocidade do oponente. Possui alta chance de queimar.",
"attack.phantom_force.description": "PROWLERS: Um jumpscare fantasmagórico que quebra barreiras.",
"attack.fly.description": "PROWLERS: Dá uma voadora nas inimiga. Pode reduzir Atk.",
"attack.shelter.description": "PROWLERS: O Iron Defense 2.0 agora aumenta Spatk e Def.",
"attack.sky_attack.description": "PROWLERS: Causa estrondoso dano ao alvo. Reduz Atk e Def do usuário.",
"attack.superpower.description": "PROWLERS: Causa estrondoso dano ao alvo. Reduz Atk e Def do usuário.",
"attack.fiery_wrath.description": "PROWLERS: Aumenta o Velo e pode queimar o alvo.",
"attack.thunderous_kick.description": "PROWLERS: Aumenta o Atk e pode paralisar o alvo.",
"attack.freezing_glare.description": "PROWLERS: Aumenta o Spatk e pode gelar o alvo.",
"attack.flame_burst.description": "PROWLERS: Churrasqueia ambos adversários e ainda pode deixá-los bem tostadinhos.",
"attack.bounce.description": "PROWLERS: Ui, uma quicada com força. Não tem mais turno ocioso.",
"attack.knock_off.description": "PROWLERS: Nerfado kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk",
"attack.beat_up.description": "PROWLERS: Infelizmente, não pode juntar mais eu e meus manos pra espancar furry. Ao menos acerta o alvo 2-5 vezes.",
"attack.chilling_water.description": "BING CHILLING??!?!!???!!!?!?!?!?!?!??!!??!!??!!??!!? Diminui o Spatk do alvo.",
"attack.toxic_thread.description": "PROWLERS: A dona Charlie subiu pela parede, reduziu sua Velo e te intoxicou.",
"attack.magnet_bomb.description": "PROWLERS: Agora é especial. Só isso mesmo.",
"attack.frost_breath.description": "PROWLERS: Um sopro gostosinho de Mentos. Reduz Spatk e Spdef.",
"attack.breaking_swipe.description": "PROWLERS: Um tapão na oreia que reduz Atk e Def. (Não acerta ambos adversários).",
"attack.power_gem.description": "PROWLERS: Sabosta finalmente faz alguma coisa: Pode reduzir o Atk do alvo.",
"attack.dragon_pulse.description": "PROWLERS: Um Hadouken massa que agora pode reduzir o Atk do alvo.",
"attack.glacial_lance.description": "PROWLERS: Reduz a Def e Spdef do usuário. Chupa Calyrex kkkkkkkkkkkkkkkk.",
"attack.astral_barrage.description": "PROWLERS: Reduz a Def e Spdef do usuário. Chupa Calyrex kkkkkkkkkkkkkkkk.",
"attack.skitter_smack.description": "PROWLERS: Aumenta a sua velocidade, enquanto diminui a do alvo (Temtem referencias?!?!?!).",
"attack.lunge.description": "PROWLERS: Uma forte colisão que causa dano ao usuário também. Não esqueça o capacete.",
"attack.dizzy_punch.description": "PROWLERS: Agora é Fadinha UwU",
"attack.covet.description": "PROWLERS: Agora é Fadinha UwU",
"attack.wild_charge.description": "PROWLERS: Não tem mais recoil e agora pode reduzir Def(eu te odeio Supercell Slam).",
"attack.x_scissor.description": "PROWLERS: Tramontina corte rápido agora tem chance de reduzir a Def inimiga.",
"attack.drill_peck.description": "PROWLERS: Metralhadora Pica-pau agora tem chance de reduzir a Def inimiga.",
"attack.aqua_tail.description": "PROWLERS: Uma rabada forte que pode reduzir a Velo da recalcada.",
"attack.icicle_crash.description": "PROWLERS: O inimigo sente o que é passar 20 minutos em Santa Catarina, com chance de perder Velo.",
"attack.acid_spray.description": "PROWLERS: Ácido é sacanagem né? Diminui a Spdef do alvo.",
"attack.swift.description": "PROWLERS: Piadas com Taylor Swift são proibidas por aqui. Diminui a Spdef do alvo.",
"attack.magical_leaf.description": "PROWLERS: Outono já chegou? Diminui a Spdef do alvo.",
"attack.bug_bite.description": "PROWLERS: Nham nham nham, agora possui boa chance de causar flinch.",
"attack.incinerate.description": "PROWLERS: Churrasqueia as inimiga com boa chance de causar flinch.",
"attack.pluck.description": "PROWLERS: Bicada bicuda que flincha até barracuda.",
"attack.brine.description": "PROWLERS: Não, não é o HeróiSalmoura. O alvo recebe mais dano se tiver menos de metade da vida.",
"attack.splash.description": "PROWLERS: Querida, acorde! Splash finalmente dá dano!!!!!!",
"attack.bind.description": "PROWLERS: Ooooomagawd agora é Terra :O",
"attack.sand_tomb.description": "PROWLERS: Não prende mais o alvo, mas pode reduzir sua velocidade. Será que faz um castelinho também?",
"attack.tail_whip.description": "PROWLERS: Balançar a raba agora reduz somente a Spdef do alvo.",
"attack.mud_slap.description": "PROWLERS: O básico da cerâmica agora tem 20 porcento de chance de reduzir a precisão.",
"attack.agility.description": "PROWLERS: Mostrando o gingado, o usuário aumenta Velo em 2 e Precisão em 1.",
"attack.scary_face.description": "PROWLERS: Top 5 scariest jumpscares!!!!! Numero uno: Reduz o Spatk do alvo em 2.",
"attack.silver_wind.description": "PROWLERS: Acerta ambos alvos, com 20 por cento de chance de VOCÊ VIRAR O GOKU!!!! AAAAARRRRRHHHHHHHHH!!!! Mentira, mas tem chance de aumentar o Spatk do time todo.",
"attack.ominous_wind.description": "PROWLERS: Acerta ambos alvos, com 20 por cento de chance de VOCÊ VIRAR O SUKUNA!!!! AAAAARRRRRHHHHHHHHH!!!! Mentira, mas tem chance de aumentar o Spatk do time todo.",
"attack.heat_wave.description": "PROWLERS: O aquecimento global acerta ambos inimigos, principalmente o polo norte, mas pelo menos não causa mais burn.",
"attack.venoshock.description": "PROWLERS: Uma macumbinha que dobra o dano caso o alvo tenha qualquer condição de status(similar a Hex).",
"attack.muddy_water.description": "PROWLERS: Quebrou a barragem da Vale de novo? Acerta ambos inimigos, sem nenhum efeito.",
"attack.flamethrower.description": "PROWLERS: A forte combinação do Desodorante+Isqueiro causa dano sem efeito secundário.",
"attack.thunderbolt.description": "PROWLERS: SHAZAM! Causa dano sem efeito secundário.",
"attack.ice_beam.description": "PROWLERS: Fica frio aí! Causa dano sem efeito secundário.",
"attack.moonblast.description": "PROWLERS: O ataque mais estúpido do jogo agora não tem mais efeito secundário XDDD",
"attack.earth_power.description": "PROWLERS: Causa dano sem efeito secundário. Só cuidado pra não levar uma dessas na bunda, vai por mim.",
"attack.bleakwind_storm.description": "PROWLERS: Acerta ambos adversários, com chance de deixá-los com geladura. Não erra na chuva.",
"attack.springtide_storm.description": "PROWLERS: Acerta ambos adversários, com chance de deixá-los apaixonados. Não erra na chuva.",
"attack.max_hailstorm.description": "PROWLERS: O ataque Gelo Dynamax. Invoca neve por cinco turnos.",
"attack.razor_wind.description": "PROWLERS: Acerta o alvo com alta taxa crítica. Ebaaaaa agora não tem mais que esperar o vento soprar!",
"attack.roar.description": "PROWLERS: Grrrrrrrrr.... reduz a Def do alvo em 2.",
"attack.whirlwind.description": "PROWLERS: Era isso que minha mãe dizia que ia acontecer comigo se eu não comesse direito. A, espera, agora só reduz a Spdef em 2!",
"attack.quick_attack.description": "PROWLERS: Acerta o alvo com prioridade, agora com 10% de desconto! Pera, é 10% de chance de aumentar a Velo, aaaaaa, agora faz mais sentido.",
"attack.ancient_power.description": "PROWLERS: Acerta ambos alvos, com 20 por cento de chance de VOCÊ VIRAR O EXODIAAAA!!!! AAAAARRRRRHHHHHHHHH!!!! Mentira, mas tem chance de aumentar o Spatk do time todo.",
"attack.disarming_voice.description": "PROWLERS: Ai a vozinha dela me deixa com aquele... ERM, TEM 15 DE CHANCE DE APAIXONAR O ALVO. ISSO AÍ. ESQUEÇA O QUE LEU.",
"attack.icy_wind.description": "PROWLERS: Pode gelar o alvo, e agora possui precisão perfeita em Nevascas. Mas nem ouse falar da Activision Blizzard. Deus me livre de Overwatch.",
"attack.blaze_kick.description": "PROWLERS: *Extingue o seu pé* Isso mesmo vadia, não tem mais essa de foguinho não.",
"attack.dual_chop.description": "PROWLERS: Ataca o alvo com dois golpes subsequentes, com leve chance de flinchar o alvo(10x2). (Usuários de Senshao são tipo...)",
"attack.brutal_swing.description": "PROWLERS: Acerta ambos inimigos com uma porradassa. Ai, doeu até em mim aqui.",
"attack.double_slap.description": "PROWLERS: Acerta 2 vezes consecutivas, podendo reduzir Spdef.",
"attack.wrap.description": "PROWLERS: Impede que o alvo escape, reduzindo sua Velo em -3, mas também reduz a Def do usuário.",
"attack.payback.description": "PROWLERS: Enfurece o usuário. Até que ele use seu próximo ataque, qualquer ataque direto que ele receber... dará +1 Atk... AAAAAHHHH!!!!! HULK ESMAGAAAA!!!!!",
"attack.assurance.description": "PROWLERS: Adivinha só, Hex e Venoshock agora têm um trigêmeo!",
"attack.defog.description": "PROWLERS: Reduz a evasão do alvo, removendo todos os entry hazards e barreiras do campo e limpando o CLIMA atual (não mais o terreno). puta vida que descricao longa da poha kkkkkkk.",
"attack.feather_dance.description": "PROWLERS: Concede -2 Atk e -1 Def (e uma crise alérgica).",
"attack.charm.description": "PROWLERS: Ai gui buguitingu bixinhu vovinho. Concede -2 Atk e -1 Spdef.",
"attack.captivate.description": "PROWLERS: Eu que botei todos os meus pontos em carisma: Concede -2 Spatk e -1 Spdef.",
"attack.fake_tears.description": "PROWLERS: Quem chora por último chora melhor. Pera, era isso mesmo? Concede -2 Spdef e -1 Spatk.",
"attack.bug_buzz.description": "PROWLERS: Não tem mais efeito. Agora é so um zumbido chato mesmo.",
"attack.dream_eater.description": "PROWLERS: Cura o usuário em metade do dano causado. O dano dobra contra alvos dormindo.",
"attack.sky_uppercut.description": "PROWLERS: E tome esse socasso na barriga. É tão forte que pode reduzir o Atk.",
"attack.aqua_ring.description": "PROWLERS: Mas e esse anel aí em, vai entrar pra jogo? (interprete como quiser) Aumenta Spdef e Velo de todo o time.",
"attack.life_dew.description": "PROWLERS: Tome muito líiiiiiiiquido. O time recupera 1/4 de vida e é curado de status conditions.",
"attack.surf.description": "PROWLERS: É o surfe broowwww. Agora atinge um único alvo.",
"attack.double_team.description": "PROWLERS: VINGADORES, AUMENTEM SUA VELO E TAXA CRÍTICA EM 1 (todo o time).",
"attack.refresh.description": "PROWLERS: Quase tão bom quanto Fanta Maracujá. Cura 1/3 da vida e remove status conditions de um aliado!",
"attack.safeguard.description": "PROWLERS: É como entrar debaixo das cobertas. Na real, não é tão quentinho, mas aumenta a Spdef do time e setta Safeguard.",
"attack.discharge.description": "PROWLERS: Sempre dê descarga no vaso. Atinge apenas um alvo.",
"attack.lava_plume.description": "PROWLERS: MEU DEUS DO CÉU... Ah, calma, não é o Eruption. Tá de boa. Agora atinge apenas um alvo.",
"attack.pounce.description": "PROWLERS: Boing boing boing. Reduz Atk do alvo.",
"attack.smart_strike.description": "PROWLERS: Tomar chifre é foda mesmo. Pode aumentar seu Atk.",
"attack.dragon_rush.description": "PROWLERS: YAKUZA COME O DRAGÃO?!??! Pode reduzir Def.",
"attack.rock_polish.description": "PROWLERS: Tem que polir essa pedrinha pra ficar bem saborosa e saudável. Aumenta Velo em 2 e cura 1/4 da vida.",
"attack.autotomize.description": "PROWLERS: Essas peças não vão fazer falta, né? Aumenta Velo em 2 e cura 1/4 da vida.",
"attack.mist.description": "PROWLERS: Sim, eu trouxe uma máquina de fumaça pro X1. Aumenta Velo e cura 1/5 de todo o time.",
"attack.iron_defense.description": "PROWLERS: SABE O QUE MAIS É DURO IGUAL FERRO???????? SIM, íridio enriquecido. Dá +2 Def ao usuário e +1 ao time.",
"attack.acid_armor.description": "PROWLERS: É como pular em uma piscina de mercúrio (nao pergunte como eu sei). Dá +2 Spdef ao usuário e +1 ao time.",
"attack.ingrain.description": "PROWLERS: Batatinha quando nasce espalha a rama pelo chão... É, eu também achava que era esparrama pelo chão. Aumenta Def do time e o protege de debuffs.",
"attack.amnesia.description": "PROWLERS: Desculpe eu me asqueci. Aumenta Spdef do time e o protege de debuffs.",
"attack.inferno.description": "PROWLERS: Jogar contra stall. Ambos inimigos passam por essa tortura e podem ter seus olhos e alma queimados.",
"attack.barrier.description": "PROWLERS: Não sou o trump mas sou bom em levantar muros(jogo clash of clans). Concede +1 Atk a um aliado e +1 Def ao usuário.",
"attack.cosmic_power.description": "PROWLERS: Como um meteoro. Não não calma, no sentido de ser um meteoro, não que eu coma meteoros. Concede +1 Spatk a um aliado e +1 Spdef ao usuário.",
"attack.crush_claw.description": "PROWLERS: Ataca com garras tão afiadas quanto as de uma mulher depois do manicure. 3/10 de chance de reduzir a Def do usuário.",
"attack.comet_punch.description": "PROWLERS: Gostaria de 2 reais ou um soco misterioso? 1/4 de flinch.",


"ability.DarkNebula": "Dark Nebula",
"ability.DarkNebula.description": "Invoca um nevoeiro negro ao entrar em campo.",
"ability.Tenebris": "Tenebris",
"ability.Tenebris.description": "Recebe bônus de Atk e Spatk enquanto estiver em nevoeiro negro.",
"ability.Nightwing": "Nightwing",
"ability.Nightwing.description": "Cura a si mesmo e recebe leve aumento de dano Sombrio, Fantasma e Inseto em clima de nevoeiro negro.",
"ability.MightySurge": "Mighty Surge",
"ability.MightySurge.description": "Cria um terreno de batalha intenso ao entrar no campo.",
"ability.Daredevil": "Daredevil",
"ability.Daredevil.description": "Dobra a velocidade enquanto estiver em terreno de luta intenso.",
"ability.Sanctified": "Sanctified",
"ability.Sanctified.description": "Aqueles que atacarem um alvo Santificado serão curados por cada golpe.",
"ability.Psyout": "Psyout",
"ability.Psyout.description": "Enquanto possuir mais que metade da vida, os ataques psíquicos do usuário causam 4/10 mais dano.",
"ability.Cleric": "Cleric",
"ability.Cleric.description": "Protege o usuário e seus aliados de status conditions.",
"ability.Catalyst": "Catalyst",
"ability.Catalyst.description": "Recebe +1 Spatk ao derrotar um adversário.",
"ability.MauledMeal": "Mauled Meal",
"ability.MauledMeal.description": "Recupera metade da vida ao derrotar um adversário.",
"ability.Hothead": "Hothead",
"ability.Hothead.description": "Reduz pela metade o dano Água, Planta ou Gelo recebido e aumenta o dano contra alvos queimados em 1,5.",
"ability.Hyperconduit": "Hyperconduit",
"ability.Hyperconduit.description": "O usuário é imune a golpes Elétricos ou Água e tem sua velocidade dobrada em Chuva ou Terreno Elétrico.",
"ability.SnowCloak": "Snowdozer",
"ability.SnowCloak.description": "Em clima de Neve, ataques Gelo causam bem mais dano.",
"ability.SandVeil": "Sand Burrow",
"ability.SandVeil.description": "Em clima de Tempestade de Areia, recupera 1/8 da vida no fim do turno.",
"ability.SolarPower": "Sunbath",
"ability.SolarPower.description": "Em clima de Sol Forte, recupera 1/8 da vida no fim do turno.",
"ability.SweetVeil": "Misty Cloak",
"ability.SweetVeil.description": "Em Terreno de Fada, aumenta Spdef e Velo em x1,5.",
"ability.GrassPelt.description": "Em Terreno de Grama, aumenta Def e Velo em x1,5.",
"ability.MotorDrive.description": "Em Terreno Elétrico, aumenta Def e Velo em x1,5.",
"ability.Mimicry.description": "Quando estiver em um terreno, o usuário muda seu tipo para o daquele terreno e recebe bônus de 30pct Atk.",
"ability.SlowStart.description": "Por 2 turnos, Regigigas tem seu Atk e Velo reduzidos, para então, ganhar um bônus dos mesmos no fim da duração.",
"ability.CursedBody.description": "Ao receber um golpe de contato, o atacante tem chance de receber o efeito de Curse(3/10).",
"ability.PunkRock": "Bass Booster",
"ability.PunkRock.description": "Ataques sonoros causam trinta porcento mais dano. O usuário também recebe menos dano dos mesmos",
"ability.Blaze.description": "Aumenta o dano de Fogo quando o usuário tiver menos de trinta porcento da vida.",
"ability.Overgrow.description": "Aumenta o dano de Planta quando o usuário tiver menos de trinta porcento da vida.",
"ability.Torrent.description": "Aumenta o dano de Água quando o usuário tiver menos de trinta porcento da vida.",
"ability.LightningRod.description": "O usuário é imune a ataques Elétricos e recebe Spatk caso atingido por um. Ataques elétricos serão redirecionados ao usuário.",
"ability.StormDrain.description": "O usuário é imune a ataques Água e recebe Spatk caso atingido por um. Ataques água serão redirecionados ao usuário.",
"ability.Intimidate.description": "Ao entrar em batalha, reduz o Atk dos oponentes.",
"ability.ToughClaws.description": "Ataques de contato causam trinta porcento mais dano.",
"ability.GaleWings.description": "Enquanto o usuário estiver com a Vida cheia, ataques do tipo Voador ganham prioridade.",
"ability.FurCoat.description": "Reduz pela metade o dano recebido por ataques físicos.",
"ability.Defiant.description": "Recebe +2 de Atk ao ser afetado por um debuff em qualquer stat.",
"ability.Competitive.description": "Recebe +2 de Spatk ao ser afetado por um debuff em qualquer stat.",
"ability.MagicBounce.description": "Ataques indiretos são rebatidos de volta para o atacante.",
"ability.MagicGuard.description": "O usuário é imune a qualquer tipo de dano indireto.",
"ability.Prankster.description": "Ataques indiretos recebem prioridade 1, mas não afetam alvos do tipo Noturno.",
"ability.Turboblaze": "Starlight",
"ability.Turboblaze.description": "A misteriosa luz astral de Aurixie ignora a habilidade do adversário quando ataca.",


"status.fog": "Fog",
"status.mightyterrain": "Mighty Terrain",
"status.dapperstep": "Dapperstep",

"pixelmon.status.frostbitehurt": "Brrr! %s está congelando de frio!",
"pixelmon.status.angelic_touch": "%s foi Santificado!",
"pixelmon.status.clearweather": "%s soprou o clima atual pra longe!",
"pixelmon.status.clearterrain": "%s destruiu o terreno de batalha!",
"pixelmon.status.fogend": "A névoa negra se dissipou.",
"pixelmon.status.fograge": "O nevoeiro negro continua a aterrorizar...",
"pixelmon.status.fogdamage": "A névoa negra assombra %s!",
"pixelmon.status.mightyterrain": "O terreno de luta intenso faz o sangue de todos borbulhar!",
"pixelmon.status.mightyterrainend": "A intensidade de luta desapareceu do campo.", 
"pixelmon.status.splintersdamage": "Farpas afiadas espetam %s!",
"pixelmon.status.splinterscleared": "As farpas afetando %s cessaram.",
"pixelmon.status.mistprotect": "%s protege o time de debuffs!",
"pixelmon.status.mistoff": "A proteção sumiu do time de %s.",
"pixelmon.status.dapperstep": "Um ritmo protetor é criado no campo aliado!",
"pixelmon.status.dapperstepcaught": "%s fica protegido pelo ritmo perfeito!",

"pixelmon.effect.frostbitten": "%s está com Geladura!!",
"pixelmon.effect.splinters": "%s ficou cercado por farpas afiadas!",
"pixelmon.effect.fog": "Um nevoeiro aterrorizante cobriu o campo!",
"pixelmon.effect.umbralenergy": "%s está acumulando energia das trevas...",
"pixelmon.effect.skullbash": "%s está acumulando energia metálica...",

"pixelmon.abilities.darknebula": "%s invoca um nevoeiro aterrorizante!",
"pixelmon.abilities.nightwing": "%s recupera vida à espreita na névoa.",
"pixelmon.abilities.sanctifiedheal": "%s foi curado pela santificação!",
"pixelmon.abilities.hyperconduit": "Boltzel é imune a Água e Eletricidade!",
"pixelmon.abilities.slowstart": "%s começou com o pé esquerdo...",
"pixelmon.abilities.slowstartend": "%s deixou de preguiça e agora está pê-da-vida!",
"pixelmon.abilities.mimicry": "A tipagem de %s mudou para %s!",
"pixelmon.abilities.mimicry.revert": "Os efeitos de Mimicry de %s cessaram.",
"pixelmon.abilities.illuminate": "%s viu a jogada brilhante!",
"pixelmon.abilities.sandveil": "%s recupera vida na areia fofinha.",
"pixelmon.abilities.sunbath": "%s recupera vida no sol quentinho.",


"item.pixelmon.fadedrock": "Faded Rock",
"item.pixelmon.fadedrock.tooltip": "Um item a ser segurado. Se o usuário invocar um nevoeiro negro, ele dura 8 turnos ao invés de 5.",
"item.pixelmon.mightyseed": "Mighty Seed",
"item.pixelmon.mightyseed.tooltip": "Um item a ser segurado. Se o usuário estiver em terreno de luta intenso, consome este item e concede +1 Spdef.",
"item.pixelmon.electirizer": "Moeda Misteriosa",
"item.pixelmon.electirizer.tooltip": "Uma moeda estranha, encontrada... Por aí? Parecem valiosas, quem sabe alguém se interesse por elas.",
"item.pixelmon.potion": "Néctar de Cura Nv.1",
"item.pixelmon.potion.tooltip": "Um tubo de ensaio de extrato de frutose curativa. Cura 20 de Vida.",
"item.pixelmon.super_potion": "Néctar de Cura Nv.2",
"item.pixelmon.super_potion.tooltip": "Um frasco de néctar de fruta revigorante. Cura 60 de Vida.",
"item.pixelmon.hyper_potion": "Néctar de Cura Nv.3",
"item.pixelmon.hyper_potion.tooltip": "Uma boa porção de néctar de fruta concentrado. Cura 120 de Vida.",
"item.pixelmon.max_potion": "Néctar de Cura Nv.4",
"item.pixelmon.max_potion.tooltip": "Um frasco radiante de néctar de fruta, cheio de vitalidade. Cura toda a Vida.",
"item.pixelmon.full_restore": "Néctar Imortal",
"item.pixelmon.full_restore.tooltip": "Uma mistura perfeita de néctar da mais alta qualidade, com capacidades curativas inacreditáveis. Cura toda a Vida e remove status.",
"item.pixelmon.cleanse_tag": "Cereja de Sakura",
"item.pixelmon.cleanse_tag.tooltip": "Uma fruta suculenta e muito bonita, obtida de folhas de cerejeira. Possui propriedades curativas misteriosas...",
"item.pixelmon.revive": "Orvalho Milagroso",
"item.pixelmon.revive.tooltip": "Um pingo frágil e gelatinoso com fenomenais capacidades revigorantes. Cura o desmaio e recupera metade da Vida.",
"item.pixelmon.max_revive": "Orvalho Divino",
"item.pixelmon.max_revive.tooltip": "Uma gotinha com inacreditáveis capacidades revigorantes. Cura o desmaio e recupera toda a Vida.",
"item.pixelmon.antidote": "Solução Antídoto",
"item.pixelmon.antidote.tooltip": "Uma mistura preparada especialmente para purificar venenos. Cura o estado de envenenamento ou intoxicação",
"item.pixelmon.paralyze_heal": "Solução Corta-Corrente",
"item.pixelmon.paralyze_heal.tooltip": "Não pergunte como isso funciona. Só saiba que cura o estado de paralisia.",
"item.pixelmon.awakening": "Solução Despertadora",
"item.pixelmon.awakening.tooltip": "Cura o estado de sono, mas tomara que não seja segunda-feira...",
"item.pixelmon.burn_heal": "Solução Gélida",
"item.pixelmon.burn_heal.tooltip": "Parece até que o choque térmico dói bem mais que o fogo. Cura o estado de queimadura.",
"item.pixelmon.ice_heal": "Solução Calorosa",
"item.pixelmon.ice_heal.tooltip": "Hm! Tem gosto de chocolate quente! Cura o estado de geladura.",
"item.pixelmon.full_heal": "Canção das Pétalas",
"item.pixelmon.full_heal.tooltip": "Uma mistura especial feita de lindas pétalas de flores curativas. Remove qualquer status prejudicial.",
"item.pixelmon.xs_exp_candy": "Petisco Nv.1",
"item.pixelmon.xs_exp_candy.tooltip": "Nutritivo e saboroso. Na verdade não sei, nunca comi. Dá 100 Exp quando usado.",
"item.pixelmon.s_exp_candy": "Petisco Nv.2",
"item.pixelmon.s_exp_candy.tooltip": "Mais nutritivo e (potencialmente) mais saboroso. Dá 800 Exp ao ser usado.",
"item.pixelmon.m_exp_candy": "Petisco Nv.3",
"item.pixelmon.m_exp_candy.tooltip": "Chique e colorido. Dá 3.000 Exp quando usado.",
"item.pixelmon.l_exp_candy": "Petisco Nv.4",
"item.pixelmon.l_exp_candy.tooltip": "Não se preocupe, o glacê tem açúcares controlados. Dá 10.000 Exp ao ser usado!",
"item.pixelmon.xl_exp_candy": "Petisco Nv.5",
"item.pixelmon.xl_exp_candy.tooltip": "Tirado diretamente do orificio de Arceus, essa belezinha te dá 30.000 Exp! (Coisa pra caramba!!!)",
"item.pixelmon.rare_candy": "Fruta do Sol Dourado",
"item.pixelmon.rare_candy.tooltip": "Uma rara fruta com muitos nutrientes, áspera por fora, mas muito suculenta por dentro. Aumenta o nível do consumidor em 1.",
"item.pixelmon.rare_soda": "Fruta de Jade Estelar",
"item.pixelmon.rare_soda.tooltip": "Uma mítica fruta cheia de nutrientes, mas um pouco azeda... Aumenta o nível do consumidor em 2.",
"item.pixelmon.ultra_rare_soda": "Fruta do Bismuto Solar",
"item.pixelmon.ultra_rare_soda.tooltip": "Uma lendária fruta riquíssima em nutrientes, cujo sabor é indescritívelmente delicioso. Aumenta o nível do consumidor em 4!",
"item.pixelmon.silver_bottle_cap": "Bolha de Frutose",
"item.pixelmon.silver_bottle_cap.tooltip": ". Hyper Trains a single IV of a Pokémon.",
"item.pixelmon.gold_bottle_cap": "Frutose Celestial",
"item.pixelmon.gold_bottle_cap.tooltip": "A beautiful bottle cap that gives off a golden gleam. Hyper Trains all the IVs of a Pokémon.",
"item.pixelmon.fresh_water": "Água Cristalina",
"item.pixelmon.fresh_water.tooltip": "Não há nada melhor. Cura 30 de Vida. (E ainda tem gente que bebe água com gás...)",
"item.pixelmon.soda_pop": "Suco de Morango",
"item.pixelmon.soda_pop.tooltip": "Incontestavelmente o melhor sabor, não tem jeito. Cura 50 de Vida.",
"item.pixelmon.lemonade": "Fanta Maracujá",
"item.pixelmon.lemonade.tooltip": "Pena que não tem Fanta Uva também. Pelo menos cura 70 de Vida.",
"item.pixelmon.moomoo_milk": "RELÂMPAGO",
"item.pixelmon.moomoo_milk.tooltip": "Geladinho, saboroso e BEM cítrico. Te energiza rapidinho com 100 de Vida! (Favor não consumir junto com Zap e Fúria)",
"item.pixelmon.big_malasada": "Sonho Doce",
"item.pixelmon.big_malasada.tooltip": "Um pãozinho delicioso, quentinho e com recheio de creme. Remove status prejudiciais.",
"item.pixelmon.berry_juice": "Caldo de Cana",
"item.pixelmon.berry_juice.tooltip": "Só faltou o pastelzinho ein... Pode ser dado a um Poké para curar 20 de Vida.",
"item.pixelmon.tapu_cocoa": "FÚRIA",
"item.pixelmon.tapu_cocoa.tooltip": "HULK ESMAGAAAAAA!!!!!!!! Cura 150 de Vida.",
"item.pixelmon.skitty_smoothie": "Destiladinho",
"item.pixelmon.skitty_smoothie.tooltip": "Um refri de framboesa e maracujá bem... interessante... Ah, até que não é tão ruim! Cura 150 de Vida.",
"item.pixelmon.komala_coffee": "Café Starmiebucks",
"item.pixelmon.komala_coffee.tooltip": "QUASE tão bom quanto o Café de Sawsbuck, mas a Nintendo processou esse aí... Cura 100 de Vida.",
"item.pixelmon.roserade_tea": "Chá de Cereja",
"item.pixelmon.roserade_tea.tooltip": "Um chá com gosto suave e doce, mas não muito doce. Na verdade é bem docinho. EI, QUEM PÔS AÇÚCAR NO MEU CHÁ SEM AÇÚCAR??? Cura 100 de Vida.",
"item.pixelmon.pinap_juice": "Suco Tropical",
"item.pixelmon.pinap_juice.tooltip": "Uma mistura bem batida de várias frutas tropicais. Ei, espera aí! Morango não é tropical! Eu paguei a mais por isso! Cura 100 de Vida.",
"item.pixelmon.ether": "Licor Excêntrico",
"item.pixelmon.ether.tooltip": "Hm... tem um gosto... bem... atípico, isso é certeza. Restaura 10 usos para um movimento.",
"item.pixelmon.max_ether": "Licor Energizante",
"item.pixelmon.max_ether.tooltip": "Especialmente gostoso com limão e aveia. Restaura ao máximo os usos de um movimento.",
"item.pixelmon.elixir": "Tônico Excêntrico",
"item.pixelmon.elixir.tooltip": "Hm.... é, esse também não tem gosto muito bom. Ao menos restaura 10 usos de todos os movimentos.",
"item.pixelmon.max_elixir": "Tônico Energizante",
"item.pixelmon.max_elixir.tooltip": "Me disseram que é como encostar na tomada por 2 nanosegundos, então eu que não vou me arriscar. Restaura ao máximo os usos de todos os movimentos.",
"item.pixelmon.hp_up": "Geléia Densa",
"item.pixelmon.hp_up.tooltip": "Uma mistura de kiwis amargos e vitaminas. Aumenta o EV de HP em 10.",
"item.pixelmon.protein": "Geléia Proteica",
"item.pixelmon.protein.tooltip": "Uma mistura de romãs amargos e vitaminas. Aumenta o EV de Atk em 10.",
"item.pixelmon.iron": "Geléia de Ferro",
"item.pixelmon.iron.tooltip": "Uma mistura de damascos amargos e vitaminas. Aumenta o EV de Def em 10.",
"item.pixelmon.calcium": "Geléia de Cálcio",
"item.pixelmon.calcium.tooltip": "Uma mistura de mirtilos amargos e vitaminas. Aumenta o EV de Spatk em 10.",
"item.pixelmon.zinc": "Geléia de Zinco",
"item.pixelmon.zinc.tooltip": "Uma mistura de ameixas amargas e vitaminas. Aumenta o EV de Spdef em 10.",
"item.pixelmon.carbos": "Geléia Extradoce",
"item.pixelmon.carbos.tooltip": "Uma mistura de lichias amargos e vitaminas. Aumenta o EV de Velo em 10.",
"item.pixelmon.pp_up": "Geléia Especial",
"item.pixelmon.pp_up.tooltip": "Uma mistura de amoras amargas e vitaminas. Aumenta o PP de um movimento.",
"item.pixelmon.pp_max": "Geléia Arcana",
"item.pixelmon.pp_max.tooltip": "Uma mistura de amoras místicas de mana e vitaminas. Maximiza o PP de um movimento.",
"item.pixelmon.x_attack": "Biscoito Muscular",
"item.pixelmon.x_attack.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Atk do usuário.",
"item.pixelmon.x_defense": "Biscoito Crocante",
"item.pixelmon.x_defense.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Def do usuário.",
"item.pixelmon.x_special_attack": "Biscoito de Mana",
"item.pixelmon.x_special_attack.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Spatk do usuário.",
"item.pixelmon.x_special_defense": "Biscoito Terapêutico",
"item.pixelmon.x_special_defense.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Spdef do usuário.",
"item.pixelmon.x_speed": "Biscoito Leve",
"item.pixelmon.x_speed.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Velo do usuário.",
"item.pixelmon.x_accuracy": "Biscoito de Mira",
"item.pixelmon.x_accuracy.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta um estágio de Precisão do usuário.",
"item.pixelmon.dire_hit": "Biscoito de Foco Afiado",
"item.pixelmon.dire_hit.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, aumenta a Taxa Crítica do usuário.",
"item.pixelmon.guard_spec": "Biscoito da Névoa",
"item.pixelmon.guard_spec.tooltip": "Um biscoito feito com frutas, carinho e um forno BEM quente. Em batalha, previne debuffs de status no usuário.",
"item.pixelmon.fluffy_tail": "Bonequinha",
"item.pixelmon.fluffy_tail.tooltip": "Uma pelúcia fofa e macia comprada em loja. Permite que o usuário escape de batalhas sem dificuldades. Estranhamente, tem uma etiqueta nas costas: 'Lillie'",
"item.pixelmon.strange_ball": "Legacy Ball",
"item.pixelmon.strange_ball.tooltip": "Uma Pokébola especial, usada apenas pelos melhores dos melhores. Possui uma taxa de captura MUITO alta em qualquer coisa.",
"item.pixelmon.gs_ball": "Sacred Star",
"item.pixelmon.gs_ball.tooltip": "Uma magnífica estrela que emite um brilho milagroso. O que será que faz?",
"item.pixelmon.dragon_scale": "Regalia of Rebirth",
"item.pixelmon.dragon_scale.tooltip": "Um item lendário que foi perdido no tempo. Seu poder inato é inestimável, então jamais deve cair nas mãos erradas.",
"item.pixelmon.magmarizer": "Royal Stone",
"item.pixelmon.magmarizer.tooltip": "Uma pedra evolutiva linda e reluzente que pertencia à realeza. Sua cor escarlate deslumbra certos Pokémon...",
"item.pixelmon.protector": "Royal Stone Shard",
"item.pixelmon.protector.tooltip": "Um belíssimo fragmento escarlate. Pode ser combinado com outros sete pedaços em volta de um rubi para se tornar uma linda gema real.",
"item.pixelmon.oval_stone": "Plasma Sphere",
"item.pixelmon.oval_stone.tooltip": "Uma orbe de vida cristalizada, potencialmente instável, porém essencial para a fabricação de tecnologias desenvolvidas na Era Sagrada.",
"item.pixelmon.fairy_wand": "Enchanted Stem",
"item.pixelmon.fairy_wand.tooltip": "Uma planta rara, de cores exuberantes e com um poder mágico que aparenta aumentar o poder das Fadas. Pode apenas ser encontrado no Vale Violeta ou raramente entre as raízes do chão.",  
"item.pixelmon.whipped_dream": "Vessel of Dreams",
"item.pixelmon.whipped_dream.tooltip": "Um receptáculo corrompido que absorvia os sonhos e esperanças das pessoas, mas se tornou nefasto e obscuro...",
"item.pixelmon.spell_tag": "Spirit Spores",
"item.pixelmon.spell_tag.tooltip": "Reminescências deixadas por espíritos vagantes do Vale Violeta, muitos deles vítimas do Cataclisma Prowler, e sua essência é capaz de aprimorar o poder Fantasma. Pode apenas ser encontrado no Vale Violeta ou raramente entre as raízes do chão.",  
"item.pixelmon.sweet_apple": "Ethereal Effigy",
"item.pixelmon.sweet_apple.tooltip": "Uma miniatura que simboliza os espíritos que já se foram. Sua consistência lembra cerâmica, mas o toque revela a maleabilidade do material. Embora sua sintetização seja de origem desconhecida, é notável que Fantasmas e espíritos gostam da sua presença.",
"item.pixelmon.tart_apple": "Lost Gemstone",
"item.pixelmon.tart_apple.tooltip": "Um tipo de jóia perdida há muito tempo no coração das florestas, mantida em segredo no Vale Violeta por muitos séculos, guardada pelas autoridades.",
"item.pixelmon.charcoal": "Red Hot Fuel",
"item.pixelmon.charcoal.tooltip": "Johnny Furacão e seu combustível de avião. Usuários segurando este item causam mais dano de Fogo.",  
"item.pixelmon.never_melt_ice": "Frost Crown",
"item.pixelmon.never_melt_ice.tooltip": "Me diga, me diga imediatamente onde fica o tracinho em N-eve-r-Me-lt-I-ce. Usuários segurando este item causam mais dano de Gelo.",  
"item.pixelmon.twisted_spoon": "Dreamcatcher",
"item.pixelmon.twisted_spoon.tooltip": "Um catalisador psíquico que permite que o usuário manifeste seus poderes Psíquicos com maior potência. Também te deixa dormir mais tranquilo.",  
"item.pixelmon.sharp_beak": "Pinwheel",
"item.pixelmon.sharp_beak.tooltip": "Um catavento bonitinho, que torna o vento mais fácil de ser manipulado. Usuários segurando este item causam mais dano Voador.",  
"item.pixelmon.black_glasses": "Evil Husk",
"item.pixelmon.black_glasses.tooltip": "Uma espécie de ovo maligno, vazando uma energia que incrementa golpes do tipo Sombrio.",  
"item.pixelmon.magnet": "Xmitter",
"item.pixelmon.magnet.tooltip": "Se pronuncia Équismitter, não Xismitter. Usuários segurando este item causam mais dano Elétrico.", 
"item.pixelmon.soft_sand": "Pharaoh's Mask",
"item.pixelmon.soft_sand.tooltip": "Uma máscara ancestral que contém os segredos do deserto. Usuários que carregam esta relíquia histórica causam mais dano Terra.", 
"item.pixelmon.miracle_seed": "Light Lotus",
"item.pixelmon.miracle_seed.tooltip": "Uma linda flor que germina sob a luz do luar, nos mais puros rios. Sua energia e umidade eterna melhora os ataques Planta do usuário.", 
"item.pixelmon.silver_powder": "Weaving Wings",
"item.pixelmon.silver_powder.tooltip": "Pequenas, delicadas asas que te fazem chacoalhar o exoesqueleto, gerando maior potência para os ataques Inseto do usuário.", 
"item.pixelmon.metal_coat": "Welded Blade",
"item.pixelmon.metal_coat.tooltip": "Uma navalha de aço bem afiada. Usuários segurando este item causam mais dano Metal.", 
"item.pixelmon.peat_block": "Imperial Handle",
"item.pixelmon.peat_block.tooltip": "Uma base de lâmina originada do oriente há não muito tempo atrás, feita para espadas maleáveis e com um corte inigualável.", 
"item.pixelmon.audinite": "Prowlerite",
"item.pixelmon.audinite.tooltip": "Uma Bolinha de Gude diferenciada. Com o treinamento certo, pode fazer qualquer Procurado Mega evoluir.",
"item.pixelmon.charizardite_x": "Reforged Prowlerite",
"item.pixelmon.charizardite_x.tooltip": "Uma bolinha de gude mais doida ainda, reforjada pelas tradições da Vila Drakken. Oferece a Gravezard um poder ancestral draconiano.",
"item.pixelmon.armorite_ore": "Magnashard",
"item.pixelmon.armorite_ore.tooltip": "Um fragmento de poder vindo de uma raid destruída, cujo potencial ainda está para ser estudado. Seu valor de mercado está bem considerável atualmente.",
"item.pixelmon.dynite_ore": "Dragonblood Berry",
"item.pixelmon.dynite_ore.tooltip": "Uma recriação do fruto de uma árvore ancestral cultivada pelos Draconianos, chamada Dragonvein.",
"item.pixelmon.sachet": "Ressurection Crystal",
"item.pixelmon.sachet.tooltip": "Um artefato de origem desconhecida, contendo um pedaço da alma de um Pokémon falecido. Parece ter similaridades com a lendária Estrela Sagrada.",
"item.pixelmon.waterdude_wishing_piece": "Magistral Heart",
"item.pixelmon.waterdude_wishing_piece.tooltip": "Insira em uma Toca de Raid para conjurar uma Raid Lendária.",
"item.pixelmon.prism_scale": "Timeless Essence",
"item.pixelmon.prism_scale.tooltip": "Um punhado de essência mágica maravilhosa (talvez radioativa). Seu imenso poder é crucial para o encantamento das Chaves Místicas.",
"item.pixelmon.deep_sea_scale": "Legendary Dark Key",
"item.pixelmon.deep_sea_scale.tooltip": "Uma chave lendária cuja superfície negra parece querer consumir a sua alma. É capaz de quebrar o selo de Aotius.",
"item.pixelmon.deep_sea_tooth": "Legendary Light Key",
"item.pixelmon.deep_sea_tooth.tooltip": "Uma chave lendária cujo brilho parece iluminar a sua alma. É capaz de quebrar o selo de Aotius.",
"item.pixelmon.decidium_z": "Growthium Z",
"item.pixelmon.decidium_z.tooltip": "Transforma o ataque de assinatura de qualquer inicial Procurado do tipo Planta em um Z-Move exclusivo.",
"item.pixelmon.incinium_z": "Blazium Z",
"item.pixelmon.incinium_z.tooltip": "Transforma o ataque de assinatura de qualquer inicial Procurado do tipo Fogo em um Z-Move exclusivo.",
"item.pixelmon.primarium_z": "Torrentium Z",
"item.pixelmon.primarium_z.tooltip": "Transforma o ataque de assinatura de qualquer inicial Procurado do tipo Água em um Z-Move exclusivo.",
"item.pixelmon.soul_badge": "Unique Badge",
"item.pixelmon.soul_badge.tooltip": "Recompensa obtida por derrotar Lily. Olhar pra ela te lembra do sentimento de singularidade",
"item.pixelmon.bolt_badge": "Spark Badge",
"item.pixelmon.bolt_badge.tooltip": "Recompensa obtida por derrotar Wyatt. Olhar pra ela te lembra do sentimento de tenacidade.",
"item.pixelmon.mizu_badge": "Flow Badge",
"item.pixelmon.mizu_badge.tooltip": "Recompensa obtida por derrotar Depp. Olhar pra ela te faz sentir inabalável.",
"item.pixelmon.insect_badge": "Nest Badge",
"item.pixelmon.insect_badge.tooltip": "Recompensa obtida por derrotar Buzz. Olhar pra ela te lembra do sentimento de graciosidade.",
"item.pixelmon.zephyr_badge": "Cloud Badge",
"item.pixelmon.zephyr_badge.tooltip": "Recompensa obtida por derrotar Skye. Olhar pra ela te deixa com a cabeça nas nuvens.",
"item.pixelmon.stone_badge": "Ironwill Badge",
"item.pixelmon.stone_badge.tooltip": "Recompensa obtida por derrotar Midas. Olhar pra ela te lembra da sua determinação.",
"item.pixelmon.relic_badge": "Virulent Badge",
"item.pixelmon.relic_badge.tooltip": "Recompensa obtida por derrotar Venn. Olhar pra ela te traz de volta para a realidade em um instante.",
"item.pixelmon.glacier_badge": "Snowdrift Badge",
"item.pixelmon.glacier_badge.tooltip": "Recompensa obtida por derrotar Alice. Olhar pra ela te faz querer fazer as escolhas certas.",
"item.pixelmon.rising_badge": "Emblem of Ascension",
"item.pixelmon.rising_badge.tooltip": "A prova de sua força como treinador, sendo capaz de vencer toda a Arena Prowlers. Esse emblema é seu ingresso para os torneios oficiais de Prowlers.",
"item.pixelmon.galactic_badge": "Token",
"item.pixelmon.galactic_badge.tooltip": "Se você recebeu isso do adm, ele poderá ser trocado por algo bacana no futuro. Ou 3 quilos de sequissu.",
"item.pixelmon.plasma_badge": "Vale Pokéspawn",
"item.pixelmon.plasma_badge.tooltip": "Dê isso ao adm para resgatar seu Pokéspawn grátis. Este item NÃO pode ser usado mais de uma vez. (eu to anotando ta)",
"item.pixelmon.forest_badge": "Título: Coração Ilusório",
"item.pixelmon.marsh_badge": "Título: Achado não é Arrombado",
"item.pixelmon.plant_badge": "Título: Força da Natureza",
"item.pixelmon.beacon_badge": "Título: Terror dos 7 Mares",
"item.pixelmon.storm_badge": "Título: Punho Invencível",
"item.pixelmon.mind_badge": "Título: Último Romântico",
"item.pixelmon.mind_badge.tooltip": "Uma lembrança do primeiro evento do servidor. Em Prowlers, estaremos sempre juntos :)",
"item.pixelmon.legend_badge": "Título: Conquistador do Coliseu",
"item.pixelmon.legend_badge.tooltip": "Uma lembrança do evento Liga dos Mestres. Em Prowlers, estaremos sempre juntos :)",
"item.pixelmon.sento_badge": "Título: Maior dos Maiores",
"item.pixelmon.sento_badge.tooltip": "Uma lembrança do evento Liga dos Mestres. Em Prowlers, ",
"item.pixelmon.badge.tooltip": "",
"item.pixelmon.pokemon_editor": "Pokemon Editor",
"item.pixelmon.tm_gen8.35": "Galarian TM35: Cold Gush",
"item.pixelmon.tm_gen7.7": "Alolan TM7: Cold Gush",
"item.pixelmon.tm_gen6.7": "Kalos TM7: Cold Gush",
"item.pixelmon.tm_gen5.7": "Unova TM7: Cold Gush",
"item.pixelmon.tm_gen4.7": "Sinnoh TM7: Cold Gush",
"item.pixelmon.tm_gen3.7": "Hoenn TM7: Cold Gush",
"item.pixelmon.tr_gen8.91": "TR91: Ink Loader",
"item.pixelmon.tm_gen9.95": "Paldean TM96 Nitrodrive",
"item.pixelmon.tm_gen8.93": "Galarian TM93: Nitrodrive",

"pixelmon.caterpie": "Caterpsy",
"pixelmon.metapod": "Espod",
"pixelmon.butterfree": "Butterfrisk",
"pixelmon.solosis": "Solob",
"pixelmon.duosion": "Duosoap",
"pixelmon.reuniclus": "Jellyclus",
"pixelmon.dunsparce": "Dimsparce",
"pixelmon.dudunsparce": "Dunspierce",
"pixelmon.chesnaught": "Chesnite",
"pixelmon.delphox": "Deltsune",
"pixelmon.meowscarada": "Enigmeow",
"pixelmon.charizard": "Gravezard",
"pixelmon.inteleon": "Salastorm",
"pixelmon.salastorm": "Salastorm",
"pixelmon.sceptile": "Sharptile",
"pixelmon.infernape": "Soulkong",
"pixelmon.cinderace": "Cinderogue",
"pixelmon.mimikiller": "Mimikiller",
"pixelmon.vivillon": "Gamillon",
"pixelmon.vivillon.description": "A pronúncia é Gamion, não Gamilon.",
"pixelmon.luvdisc": "Seraphony",
"pixelmon.seraphony": "Seraphony",
"pixelmon.volbeat": "Magnare",
"pixelmon.magnare": "Magnare",
"pixelmon.cryogonal": "Pyrogonal",
"pixelmon.luxray": "Glacilux",
"pixelmon.ambipom": "Ambipunch",
"pixelmon.gigalith": "Crystalith",
"pixelmon.monarchill": "Monarchill",
"pixelmon.boltzel": "Boltzel",
"pixelmon.chatot": "Boltzel",
"pixelmon.leavanny": "Lumivanny",
"pixelmon.mightyena": "Runiena",
"pixelmon.noctowl": "Stellowl",
"pixelmon.misdreavus": "Daydreavus",
"pixelmon.mismagius": "Miragius",
"pixelmon.trubbish": "Compouch",
"pixelmon.garbodor": "Grassodor",
"pixelmon.milotic": "Miluna",
"pixelmon.unfezant": "Lunckdaw",
"pixelmon.gastrodon": "Gastrogoon",
"pixelmon.lapras": "Galapras",
"pixelmon.lurantis": "Plasmantis",
"pixelmon.veluza": "Ekinomuku",
"pixelmon.ekinomuku": "Ekinomuku",
"pixelmon.ekinomuku.description": "Vamos lá, você consegue: Equi - no - mu - ku, viu? Não é tão difícil.",
"pixelmon.galvantula": "Goulvantula",
"pixelmon.musharna": "Mushine",
"pixelmon.helioptile": "Glassoptile",
"pixelmon.heliolisk": "Mosalisk",
"pixelmon.chewtle": "Bushee",
"pixelmon.drednaw": "Niddhorn",
"pixelmon.shiinotic": "Shiinyx",
"pixelmon.mienshao": "Senshao",
"pixelmon.cacturne": "Cacthorn",
"pixelmon.crabominable": "Crabismal",
"pixelmon.bellossom": "Hulossom",
"pixelmon.drapion": "Scorperor",
"pixelmon.druddigon": "Drapex",
"pixelmon.roserade": "Belladina",
"pixelmon.seviper": "Maelstride",
"pixelmon.maelstride": "Maelstride",
"pixelmon.spritzee": "Spritwee",
"pixelmon.aromatisse": "Furrfume",
"pixelmon.squawkabilly": "Magmonster",
"pixelmon.magmonster": "Magmonster",
"pixelmon.lycanroc": "Wirewolf",
"pixelmon.bombirdier": "Slashogun",
"pixelmon.slashogun": "Slashogun",
"pixelmon.fellet": "Fellet",
"pixelmon.grifferal": "Grifferal",
"pixelmon.palagriff": "Palagriff",
"pixelmon.flamigo": "Tapu Hiki",
"pixelmon.tapuhiki": "Tapu Hiki",
"pixelmon.darkrai": "Darugis",
"pixelmon.poipole": "Ornymph",
"pixelmon.naganadel": "Beelzebuzz",
"pixelmon.klawf": "Behemount",
"pixelmon.behemount": "Behemount",
"pixelmon.aotius": "Aotius",
"pixelmon.mutios": "Mutios",
"pixelmon.celebi": "Aurixie",
"pixelmon.eevee.description": "Recentemente, um explorador chamado Eli Shane encontrou manuscritos antigos de Eevee, de um pesquisador chamado Laventon. Eli começou à estudá-los, até que descobriu um espectro inato em Eevee antes jamais visto. Não se ouviu mais falar de Eli desde então.",
"pixelmon.ursaluna.description": "Ursaluna é tranquila, mas sua força amedrontadora e enorme resistência fazem com que poucos ousem enfrentá-la no mano-a-mano. Junto com Maelstride, são as duas bestas mais temidas dos pântanos. Quem será que venceria num duelo?",
"pixelmon.zebstrika.description": "Sua correria gera muita energia, que é armazenada em seu corpo e expelida como energia térmica. No entanto, essa energia é nociva, e portanto essa espécie é dependente dos raros lagos da Savana, mas às vezes descarregam eletricidade, e logo acabam secando a água.",
"pixelmon.mothim.description": "É dito que Mothim possuía um ancestral maligno, que trazia medo e desespero a todos que sentiam sua presença. O motivo de sua adaptação e mudança abrupta de comportamento é o mistério mais estudado na atualidade.",
"pixelmon.toucannon.description": "Um pássaro chamativo que encanta a todos com seu magnífico bico. Ele intimida seus inimigos aquecendo seu bico à temperaturas perigosas, já que é capaz de disparar sementes velozmente, como tiros escaldantes que perfuram tudo ao caminho.",
"pixelmon.slaking.description": "Slaking é muito difícil de se domar e gosta de desobedecer seu treinador. Ele é raramente convencido de usar sua estrondosa força durante toda a batalha.",
"pixelmon.bewear.description": "Essa espécie formam ótimos companheiros por sua simpatia, porém sua força é amedrontadora. A expressão Abraço de Urso surgiu de sua capacidade de quebrar os ossos de grandes inimigos por meio de agarrões.",
"pixelmon.aotius.description": "W H I T E L I G H T S H I N E S",
"pixelmon.mutios.description": "B L A C K S H A D E P R O T E C T S",
"pixelmon.naganadel.description": "( ◥◣_◢◤ )",

"pixelmon.gastrodon.form.east": "Deep Dragon",
"pixelmon.gastrodon.form.west": "Pearl Dragon",
"pixelmon.galapras.form.east": "Deep Dragon",
"pixelmon.galapras.form.west": "Pearl Dragon",
"pixelmon.eevee.form.wavee": "Wavee",
"pixelmon.eevee.form.wavee.description": "O Cataclisma Prowler afetou diversas espécies, mas nenhuma outra anomalia se compara ao caso de Eevee. Seu espectro inato foi corrompido, dando origem a Wavee:Sua outra metade do espectro. Pouco se sabe sobre o poder das “Eeveelutions Nova” ou se é, sequer, possível recombinar Eevee e Wavee novamente.",
"pixelmon.generic.form.drakeon": "Drakeon",
"pixelmon.vaporeon.form.drakeon": "Drakeon",
"pixelmon.vaporeon.form.drakeon.description": "Enigmático e reservado, Drakeon gosta de ambientes fechados e possui poder de fogo devastador, apesar de seu tamanho. Gosta de juntar coisas brilhantes em uma pilha e deitar em cima. Seu ronco é barulhento e emite fogo azul.",
"pixelmon.generic.form.brawleon": "Brawleon",
"pixelmon.jolteon.form.brawleon": "Brawleon",
"pixelmon.jolteon.form.brawleon.description": "3 vezes campeã do PokéMMA, Brawleon adora se exercitar e está sempre em forma. Por causa disso, é muito esfomeada e come sanduíches em uma só mordida. É normalmente tranquila, mas não a leve no Pokéveterinário, pois ela não morde, mas sim dá coices de arrebentar a costela.",
"pixelmon.generic.form.celesteon": "Celesteon",
"pixelmon.flareon.form.celesteon": "Celesteon",
"pixelmon.flareon.form.celesteon.description": "A maior gracinha do mundo, improvável de ferir uma mosca sequer. Seu pelo aparenta normal, mas é na verdade formado de penas. Para cuidá-lo, é necessário cuidado especial, e as bem cuidadas são exemplos de luxo. Não sabe disso, mas é rival ardente de Furfrou em Contests.",
"pixelmon.generic.form.dusteon": "Dusteon",
"pixelmon.espeon.form.dusteon": "Dusteon",
"pixelmon.espeon.form.dusteon.description": "Normalmente arrogante e mimada, Dusteon pode ser difícil de se lidar no começo, mas nada que uma maratona de Contests na Televisão não amoleça. Seu pelo é completamente à prova de poeira e grãos, mas tem pavor de água, e não é atoa, já que pode ser nociva ao seu pelo e pele.",
"pixelmon.generic.form.toxeon": "Toxeon",
"pixelmon.umbreon.form.toxeon": "Toxeon",
"pixelmon.umbreon.form.toxeon.description": "Apesar de sua aparência nociva e temperamental, Toxeon prefere comer alecrim, flores e frutas cítricas, mas não é inadepta à caça, e é conhecida como Mestre da Autodefesa. Ataca seus predadores com investidas, liberando muito gás azedo, que é venenoso e causa irritações. Dizem que quanto mais frutas cítricas comer, mas forte e corrosivo é seu veneno.",
"pixelmon.generic.form.swarmeon": "Swarmeon",
"pixelmon.leafeon.form.swarmeon": "Swarmeon",
"pixelmon.leafeon.form.swarmeon.description": "Swarmeon é normalmente indiferente à muitas coisas, mas existem exceções, como produzir nectar e mel com sua cauda. Suas atenas atraem pólen à distância, mas isso não a impede de ficar horas e horas correndo e sobrevoando campos floridos. Seu organismo é imune à veneno e as lentes dos seus olhos a protegem de pólen e coceiras. Adora brincar com outras Toxeon.",
"pixelmon.leafeon.form.cosmic": "Cosmic Swarm",
"pixelmon.generic.form.gladeon": "Gladeon",
"pixelmon.glaceon.form.gladeon": "Gladeon",
"pixelmon.glaceon.form.gladeon.description": "Honrosa e corajosa, Gladeon não é nada surreal. Sua personalidade lembra a de um canino. Tirando, é claro, o fato de ela mastigar barras de metal para absorver ferro e reforçar sua armadura corporal.",
"pixelmon.generic.form.geodeon": "Geodeon",
"pixelmon.sylveon.form.geodeon": "Geodeon",
"pixelmon.sylveon.form.geodeon.description": "Seus olhos reluzentes permitem que enxergue nas cavernas escuras. Seus tentáculos são revestidos com sedimentos, e portanto são duros e podem ser usados como chicotes, pois não são pesados para Geodeon. No entanto, o minério presente nas pontas ainda é desconhecido.",
"pixelmon.generic.form.infernal": "Infernal",
"pixelmon.larvitar.form.infernal": "Infernal",
"pixelmon.pupitar.form.infernal": "Infernal",
"pixelmon.tyranitar.form.infernal": "Infernal",
"pixelmon.generic.form.megainfernal": "Mega Infernal",
"pixelmon.tyranitar.form.megainfernal": "Mega Infernal",
"pixelmon.generic.form.glacial": "Glacial",
"pixelmon.amaura.form.glacial": "Glacial",
"pixelmon.aurorus.form.glacial": "Glacial",
"pixelmon.generic.form.lovestruck": "Lovestruck",
"pixelmon.ledyba.form.lovestruck": "Lovestruck",
"pixelmon.ledian.form.lovestruck": "Lovestruck",
"pixelmon.generic.form.vapor": "Vaporwave",
"pixelmon.mantine.form.vapor": "Vaporwave",
"pixelmon.mantyke.form.vapor": "Vaporwave",
"pixelmon.generic.form.champion": "Bruiser",
"pixelmon.tangela.form.champion": "Bruiser",
"pixelmon.tangrowth.form.champion": "Bruiser",
"pixelmon.generic.form.oni": "Oni",
"pixelmon.gengar.form.oni": "Oni",
"pixelmon.generic.form.scimitar": "Scimitar",
"pixelmon.gallade.form.scimitar": "Scimitar",
"pixelmon.generic.form.titanium": "Titanium",
"pixelmon.pinsir.form.titanium": "Titanium",
"pixelmon.generic.form.soulbound": "Soulbound",
"pixelmon.absol.form.soulbound": "Soulbound",
"pixelmon.generic.form.sovereign": "Sovereign",
"pixelmon.gengar.form.sovereign": "Sovereign",
"pixelmon.gallade.form.sovereign": "Sovereign",
"pixelmon.pinsir.form.sovereign": "Sovereign",
"pixelmon.absol.form.sovereign": "Sovereign",
"pixelmon.generic.form.crystal": "Crystal",
"pixelmon.onix.form.crystal": "Crystal",
"pixelmon.steelix.form.crystal": "Crystal",
"pixelmon.generic.form.megacrystal": "Mega Crystal",
"pixelmon.steelix.form.megacrystal": "Mega Crystal",
"attack.crystal_throw": "Cold Crystal",
"attack.crystal_throw.description": "Um cristal congelado emerge sob o alvo. Sua temperatura baixa o deixa com Geladura.",
"pixelmon.eternatus.form.eternamax": "Eternatus Gamma",
"pixelmon.eternatus.form.eternamax.description": "Infinite amounts of energy pour from this Pokémon's enlarged core, warping the surrounding space-time.",
"pixelmon.eternatus.form.eternamaxcosmetic": "Gamma",
"pixelmon.eternatus.form.eternamaxcosmetic.description": "Infinite amounts of energy pour from this Pokémon's enlarged core, warping the surrounding space-time.",

"container.infuser": "Destilador",
"block.pixelmon.infuser": "Destilador",
"subtitle.pixelmon.mob.behemount": "Behemount cries",

"gui.chooseNPC.nursejoy": "Criar Doutora",
"gui.nursejoy": "Enfermeira Glee",
"gui.nursejoy.healing": "Vai uma curinha aí?",

"npc.shopkeeper.mrbeast": "Mr Beast",
"npc.model.mrbeast": "Mr Beast",
"npc.shopkeeper.cafe": "Café",
"npc.model.cafe": "Café",
"npc.shopkeeper.ednaldo": "Mestre Ednaldo",
"npc.model.ednaldo": "Mestre Ednaldo",
"npc.shopkeeper.togetherwithyou": "Teddy Fazbear",
"npc.model.teddyshop": "Teddy Fazbear",

"advancements.pokedex.title": "Parabéns, passou do Tutorial",
"advancements.capture_type.title": "O Primeiro de Mutios! Digo, muitos!",
"advancements.ball_capture.title": "Baixo Orçamento",
"advancements.premier_ball_capture.title": "Eu ganho style points por isso?",
"advancements.great_ball_capture.title": "Grandes Bolas",
"advancements.ultra_ball_capture.title": "Especialista em Bolas",
"advancements.master_ball_capture.title": "Master Baiter",
"advancements.dive_ball_capture.title": "Se aprofundando",
"advancements.dusk_ball_capture.title": "Dá timeset aí?",
"advancements.quick_ball_capture.title": "Achei Fácil",
"advancements.spec.title": "Dropa a skin?",
"advancements.pink.title": "Eu sou Ken importa",
"advancements.alter.title": "Eu tenho dois lados:",
"advancements.ultra_space.root.title": "Beleza, cadê o Ender Dragon?",
"advancements.ultra_space.ultra_desert_poison.title": "Era só pra ver se dava dano mesmo...",
"advancements.ultra_space.ultra_deep_sea_sleep.title": "Baiano Interdimensional",
"advancements.ultra_space.ultra_forest_sleep.title": "É por isso que eu jogo em terceira pessoa!",
"advancements.kyogre_capture.title": "...Bernardo?",
"advancements.groudon_capture.title": "Graúdo",
"advancements.rayquaza_capture.title": "GAYquaza... Digo, uau, parabéns!",
"advancements.mewtwo_capture.title": "Tomara que seja Adamant",
"advancements.wild_battle_victory.title": "A primeira kill a gente nunca esquece",
"advancements.wild_battle_victory_50.title": "Ok, já deu Sr. Genocida",
"advancements.wild_battle_victory_1000.title": "Destruidor da Fauna Local",
"advancements.shiny_spec.title": "4 mil horas por uma Corzinha diferente",
"advancements.park_ball_capture.title": "Sai do Criativo Felipe Neto",
"advancements.legendary_capture.title": "Lendário ou Mítico? Eis a questão...",
"advancements.eeveelution_capture_all.title": "Em termos de Eevees...",
"advancements.waveelution_capture_all.title": "Nós TEMOS Eevees!",
"advancements.waveelution_capture_all.description": "Consiga todas as Waveelutions!",
"advancements.aotius_capture.title": "Seguidor da Luz Sagrada",
"advancements.aotius_capture.description": "Capture o Lendário Guardião da Luz.",
"advancements.mutios_capture.title": "Seguidor das Trevas",
"advancements.mutios_capture.description": "Capture a Lendária Guardiã das Trevas.",
"advancements.celebi_capture.title": "Sem Igual",
"advancements.celebi_capture.description": "Capture Aurixie, a Fênix das Flores."
}